{"version":"1.0","truncation":null,"padding":null,"added_tokens":[{"id":0,"content":"[PAD]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":1,"content":"[BOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true},{"id":2,"content":"[EOS]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false,"special":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true,"use_regex":true},"post_processor":null,"decoder":null,"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"byte_fallback":false,"vocab":{"[PAD]":0,"[BOS]":1,"[EOS]":2,"!":3,"\"":4,"#":5,"$":6,"%":7,"&":8,"'":9,"(":10,")":11,"*":12,"+":13,",":14,"-":15,".":16,"/":17,"0":18,"1":19,"2":20,"3":21,"4":22,"5":23,"6":24,"7":25,"8":26,"9":27,":":28,";":29,"<":30,"=":31,">":32,"?":33,"@":34,"A":35,"B":36,"C":37,"D":38,"E":39,"F":40,"G":41,"H":42,"I":43,"J":44,"K":45,"L":46,"M":47,"N":48,"O":49,"P":50,"Q":51,"R":52,"S":53,"T":54,"U":55,"V":56,"W":57,"X":58,"Y":59,"Z":60,"[":61,"\\":62,"]":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"½":97,"¿":98,"ï":99,"Ċ":100,"č":101,"Ġ":102,"Ġ}":103,"Ġ{":104,"Ġ\\":105,"Ġ_":106,"Ġ^":107,"Ġ2":108,"Ġ1":109,"Ġ)":110,"Ġ(":111,"Ġ=":112,"ra":113,"Ġ-":114,"Ġ+":115,"fra":116,"frac":117,"Ġ,":118,"Ġ0":119,"Ġx":120,"ma":121,"ta":122,"ig":123,"le":124,"ar":125,"th":126,"Ġ3":127,"al":128,"Ġi":129,"Ġa":130,"ft":131,"igh":132,"me":133,"in":134,"righ":135,"Ġn":136,"Ġ4":137,"Ġ.":138,"math":139,"left":140,"right":141,"Ġd":142,"ph":143,"Ġ\\,":144,"ti":145,"am":146,"eta":147,"Ġk":148,"Ġ~":149,"Ġm":150,"Ġt":151,"mu":152,"Ġc":153,"Ġe":154,"Ġr":155,"Ġ&":156,"Ġp":157,"rm":158,"Ġ5":159,"mathrm":160,"ĠA":161,"si":162,"Ġb":163,"de":164,"Ġs":165,"pr":166,"pha":167,"alpha":168,"ot":169,"Ġl":170,"da":171,"pi":172,"dot":173,"Ġ\\;":174,"Ġf":175,"Ġ6":176,"rt":177,"ime":178,"prime":179,"Ġy":180,"par":181,"Ġ|":182,"tial":183,"partial":184,"sq":185,"Ġj":186,"psi":187,"Ġq":188,"sqrt":189,"lta":190,"amma":191,"Ġg":192,"bda":193,"ambda":194,"phi":195,"ĠB":196,"ve":197,"bf":198,"nu":199,"qu":200,"Ġz":201,"ray":202,"array":203,"ĠM":204,"ng":205,"Ġ8":206,"ĠT":207,"ngle":208,"int":209,"cal":210,"ĠN":211,"ĠC":212,"ĠR":213,"bar":214,"igma":215,"lo":216,"Ġ/":217,"ad":218,"quad":219,"lambda":220,"theta":221,"beta":222,"ĠD":223,"ĠL":224,"Ġu":225,"mes":226,"times":227,"cdot":228,"Ġ]":229,"Ġ\\\\":230,"delta":231,"gamma":232,"su":233,"ĠF":234,"sigma":235,"Ġ7":236,"ga":237,"mega":238,"ĠP":239,"Ġ[":240,"ĠS":241,"sum":242,"mathbf":243,"Ġ9":244,"Ġv":245,"lon":246,"ĠE":247,"ĠV":248,"psilon":249,"čĊ":250,"epsilon":251,"at":252,"Ġh":253,"hat":254,"ĠH":255,"ho":256,"rho":257,"hi":258,"la":259,"ĠQ":260,"lde":261,"tilde":262,"ĠX":263,"var":264,"ĠG":265,"be":266,"lin":267,"line":268,"nd":269,"ver":270,"over":271,"end":272,"gin":273,"begin":274,"omega":275,"to":276,"ow":277,"row":278,"tar":279,"tau":280,"vec":281,"overline":282,"Ġo":283,"ĠI":284,"tarrow":285,"rangle":286,"fty":287,"infty":288,"er":289,"De":290,"Delta":291,"sin":292,"co":293,"Gamma":294,"rightarrow":295,"Ġ*":296,"cos":297,"ĠK":298,"xi":299,"ĠJ":300,"na":301,"ĠU":302,"ap":303,"Phi":304,"ĠW":305,"pm":306,"Ġ\\}":307,"ĠZ":308,"langle":309,"varphi":310,"dots":311,"Ġ\\!":312,"Lambda":313,"iv":314,"Ġw":315,"Ġ<":316,"Ġ;":317,"Ġ:":318,"op":319,"ĠO":320,"big":321,"Ġ\\{":322,"chi":323,"ex":324,"ln":325,"Ġ>":326,"st":327,"pa":328,"qquad":329,"\\{":330,"leq":331,"equ":332,"equiv":333,"re":334,"ll":335,"Omega":336,"Big":337,"ge":338,"rc":339,"ĠY":340,"kap":341,"kappa":342,"ci":343,"circ":344,"dag":345,"ope":346,"rna":347,"rato":348,"operato":349,"rname":350,"operatorname":351,"cdots":352,"pro":353,"fo":354,"varepsilon":355,"mathcal":356,"Psi":357,"bo":358,"bol":359,"ldots":360,"ger":361,"dagger":362,"ell":363,"efo":364,"ther":365,"efore":366,"therefore":367,"im":368,"log":369,"bla":370,"nabla":371,"angle":372,"exp":373,"yle":374,"style":375,"lim":376,"Ġ!":377,"Sigma":378,"zeta":379,"wi":380,"wide":381,"sim":382,"bigg":383,"mathb":384,"mathbb":385,"\\}":386,"Ġ\\:":387,"mi":388,"tan":389,"hbar":390,"otimes":391,"bold":392,"mid":393,"Pi":394,"prox":395,"approx":396,"tex":397,"text":398,"ri":399,"sp":400,"vert":401,"prod":402,"per":403,"perp":404,"di":405,"ystyle":406,"laystyle":407,"splaystyle":408,"displaystyle":409,"meq":410,"simeq":411,"ed":412,"wed":413,"wedge":414,"widetilde":415,"se":416,"sy":417,"sym":418,"symbol":419,"boldsymbol":420,"ck":421,"eq":422,"geq":423,"div":424,"Th":425,"Theta":426,"set":427,"nde":428,"unde":429,"under":430,"neq":431,"sc":432,"ast":433,"pt":434,"widehat":435,"ript":436,"script":437,"underline":438,"Righ":439,"Rightarrow":440,"Ġ\\|":441,"rel":442,"sta":443,"stack":444,"stackrel":445,"Bigg":446,"us":447,"sinh":448,"Ġ'":449,"tri":450,"triangle":451,"overrightarrow":452,"cosh":453,"ce":454,"ĠčĊ":455,"star":456,"not":457,"textstyle":458,"sub":459,"frak":460,"mathfrak":461,"subset":462,"biggr":463,"lus":464,"oplus":465,"vartheta":466,"biggl":467,"cap":468,"Bigr":469,"mp":470,"bra":471,"Bigl":472,"up":473,"sf":474,"long":475,"cup":476,"ec":477,"rall":478,"forall":479,"boldmath":480,"scriptstyle":481,"ect":482,"parrow":483,"uparrow":484,"longrightarrow":485,"bj":486,"bject":487,"prop":488,"propto":489,"bigl":490,"bigr":491,"oint":492,"sto":493,"lle":494,"psto":495,"mapsto":496,"om":497,"it":498,"\\|":499,"arc":500,"ddot":501,"leftrightarrow":502,"bin":503,"binom":504,"vdots":505,"no":506,"squ":507,"are":508,"square":509,"mathsf":510,"brace":511,"or":512,"cot":513,"flo":514,"floor":515,"Xi":516,"min":517,"bot":518,"cong":519,"mbe":520,"numbe":521,"nonumbe":522,"nonumber":523,"ze":524,"size":525,"textrm":526,"ĠĊ":527,"ne":528,"sla":529,"ralle":530,"paralle":531,"parallel":532,"arctan":533,"cfrac":534,"arrow":535,"Ġ--":536,"brack":537,"tanh":538,"object":539,"ĠObject":540,"sh":541,"own":542,"varrho":543,"subseteq":544,"textbf":545,"od":546,"down":547,"imath":548,"he":549,"max":550,"land":551,"scriptscriptstyle":552,"scriptsize":553,"che":554,"check":555,"Ġ\"":556,"downarrow":557,"exi":558,"sts":559,"exists":560,"Biggl":561,"bu":562,"gg":563,"nto":564,"phanto":565,"phantom":566,"hline":567,"Biggr":568,"llet":569,"bullet":570,"rfloor":571,"ddots":572,"io":573,"iota":574,"colon":575,"sec":576,"Upsilon":577,"lfloor":578,"lbrack":579,"ftarrow":580,"underbrace":581,"neg":582,"Im":583,"leftarrow":584,"mathit":585,"tin":586,"tiny":587,"jmath":588,"slash":589,"vee":590,"setmin":591,"setminus":592,"Re":593,"iint":594,"Ve":595,"sup":596,"Vert":597,"nt":598,"atop":599,"supset":600,"bigcup":601,"wp":602,"slant":603,"dim":604,"limit":605,"Lo":606,"lor":607,"ca":608,"csc":609,"Long":610,"limits":611,"mod":612,"pmod":613,"il":614,"Le":615,"bigoplus":616,"ftrightarrow":617,"Leftrightarrow":618,"deg":619,"use":620,"beca":621,"because":622,"bmod":623,"leqslant":624,"coth":625,"Ġ\\%":626,"overset":627,"sma":628,"upsilon":629,"\\,":630,"ale":631,"bigwedge":632,"aleph":633,"arcsin":634,"small":635,"rbrack":636,"odot":637,"arg":638,"ack":639,"back":640,"ut":641,"Ġ?":642,"ĠĠ":643,"lbrace":644,"rbrace":645,"arp":646,"mit":647,"arge":648,"inf":649,"arccos":650,"Ġ\\#":651,"bre":652,"textsf":653,"em":654,"yset":655,"ptyset":656,"emptyset":657,"thin":658,"Longrightarrow":659,"breve":660,"varpi":661,"ff":662,"iff":663,"lap":664,"lnot":665,"dash":666,"Ġ\\_":667,"underset":668,"Bo":669,"Box":670,"spa":671,"varno":672,"thing":673,"space":674,"varnothing":675,"iiint":676,"lt":677,"oo":678,"otnot":679,"footnot":680,"arpoo":681,"footnote":682,"bigtriangle":683,"\\;":684,"rlap":685,"es":686,"ies":687,"lies":688,"plies":689,"sb":690,"implies":691,"ker":692,"footnotesize":693,"tharpoo":694,"ac":695,"ute":696,"acute":697,"longleftrightarrow":698,"lce":699,"lceil":700,"eil":701,"rceil":702,"vphantom":703,"en":704,"tt":705,"ree":706,"degree":707,"backslash":708,"xrightarrow":709,"top":710,"vdash":711,"large":712,"rightharpoo":713,"varsigma":714,"Longleftrightarrow":715,"mathop":716,"bigcap":717,"Ġ`":718,"overbrace":719,"nup":720,"rightharpoonup":721,"ond":722,"amond":723,"backsim":724,"gt":725,"bigotimes":726,"triangleq":727,"\\!":728,"bigstar":729,"ĠĠĊ":730,"bigtriangleup":731,"Large":732,"null":733,"doteq":734,"diamond":735,"overleftarrow":736,"hf":737,"enspace":738,"rut":739,"strut":740,"inus":741,"ominus":742,"ddagger":743,"ni":744,"Ġcm":745,"sk":746,"ule":747,"rVert":748,"prot":749,"overleftrightarrow":750,"protect":751,"ip":752,"varDelta":753,"notin":754,"skip":755,"lVert":756,"Ġ\\/":757,"dotsc":758,"ill":759,"krightarrow":760,"okrightarrow":761,"hookrightarrow":762,"\\:":763,"hfill":764,"sharp":765,"Vdash":766,"bigvee":767,"subsetneq":768,"supseteq":769,"cdotp":770,"geqslant":771,"longmapsto":772,"box":773,"bigtriangledown":774,"dotsb":775,"fl":776,"triangleleft":777,"flat":778,"sl":779,"Ġ---":780,"sqcup":781,"jlim":782,"ls":783,"mo":784,"dels":785,"ref":786,"models":787,"frow":788,"tag":789,"frown":790,"Pr":791,"mal":792,"ou":793,"bigcirc":794,"ĠĠĠĠ":795,"llap":796,"thinspace":797,"enskip":798,"Vec":799,"ebox":800,"kebox":801,"rd":802,"rmal":803,"vline":804,"¿½":805,"ï¿½":806,"Ġï¿½":807,"makebox":808,"surd":809,"searrow":810,"normal":811,"pou":812,"Ġ\\&":813,"mathrel":814,"varOmega":815,"nds":816,"smallsetminus":817,"pounds":818,"ns":819,"ss":820,"ftharpoo":821,"smi":822,"leftharpoo":823,"mathor":824,"rightleftharpoo":825,"textup":826,"smile":827,"mathord":828,"rightleftharpoons":829,"cc":830,"Ġ\\-":831,"succ":832,"nearrow":833,"rtimes":834,"det":835,"prec":836,"texttt":837,"oslash":838,"ngleftarrow":839,"inter":840,"arrowvert":841,"lg":842,"Ġmm":843,"case":844,"hfil":845,"intercal":846,"Ġ\\*":847,"cases":848,"Ġpt":849,"varpro":850,"mpeq":851,"bumpeq":852,"ĠĠĠ":853,"varprojlim":854,"Down":855,"SS":856,"cd":857,"gcd":858,"ohe":859,"tw":860,"leme":861,"injlim":862,"tit":863,"longleftarrow":864,"adrightarrow":865,"varinjlim":866,"comp":867,"textit":868,"Downarrow":869,"oheadrightarrow":870,"twoheadrightarrow":871,"lement":872,"complement":873,"nce":874,"thi":875,"bigm":876,"triangleright":877,"cance":878,"cancel":879,"\\#":880,"ral":881,"lead":882,"thick":883,"leadsto":884,"Uparrow":885,"nat":886,"ural":887,"mathstrut":888,"suit":889,"smallskip":890,"diamondsuit":891,"normalsize":892,"natural":893,"ned":894,"igned":895,"less":896,"aligned":897,"mathtt":898,"bigsqcup":899,"thicksim":900,"lesssim":901,"AR":902,"GE":903,"LAR":904,"bow":905,"llde":906,"Ġ@":907,"tie":908,"nullde":909,"erspace":910,"limiterspace":911,"kern":912,"LARGE":913,"bowtie":914,"nulldelimiterspace":915,"Da":916,"hphantom":917,"ro":918,"vDa":919,"barwedge":920,"beth":921,"eqno":922,"smash":923,"vDash":924,"Di":925,"dskip":926,"ts":927,"medskip":928,"ndown":929,"coprod":930,"dotsm":931,"gets":932,"rightharpoondown":933,"Diamond":934,"ner":935,"nrightarrow":936,"nleftrightarrow":937,"rsim":938,"rner":939,"warrow":940,"mathc":941,"corner":942,"textnormal":943,"gtrsim":944,"preceq":945,"roup":946,"fbox":947,"Ġ\\[":948,"Ġ\\]":949,"igarrow":950,"mathope":951,"lefteq":952,"rightsqu":953,"lose":954,"varkappa":955,"Bigm":956,"Biggm":957,"mathclose":958,"mathopen":959,"lefteqn":960,"rightsquigarrow":961,"Bar":962,"Ti":963,"lr":964,"rule":965,"swarrow":966,"uge":967,"vrule":968,"xleftarrow":969,"Ġ%":970,"mathnormal":971,"rightrightarrow":972,"rightleftarrow":973,"sqsubseteq":974,"boxed":975,"ĠĠĠĠĠĠĠĠ":976,"succeq":977,"Tilde":978,"lrcorner":979,"rightrightarrows":980,"rightleftarrows":981,"ĠĠĠĠĠĠĠĠĠĠĠ":982,"AA":983,"Hat":984,"ak":985,"ble":986,"dou":987,"hss":988,"nright":989,"nleftarrow":990,"uph":991,"wbre":992,"allo":993,"side":994,"sqcap":995,"hom":996,"bigodot":997,"arpoonright":998,"blebarwedge":999,"doublebarwedge":1000,"upharpoonright":1001,"wbreak":1002,"allowbreak":1003,"sideset":1004,"--":1005,"Huge":1006,"amal":1007,"do":1008,"group":1009,"hskip":1010,"lse":1011,"pprox":1012,"rk":1013,"rgroup":1014,"te":1015,"rapprox":1016,"Ġin":1017,"arrayco":1018,"sure":1019,"varlim":1020,"pmb":1021,"cite":1022,"substack":1023,"updownarrow":1024,"leftrightarrows":1025,"supsetneq":1026,"Longleftarrow":1027,"Leftarrow":1028,"ĠĠĠĊ":1029,"ensure":1030,"gtrapprox":1031,"lgroup":1032,"amalg":1033,"lsep":1034,"arraycolsep":1035,"ensuremath":1036,"ag":1037,"asym":1038,"ch":1039,"cu":1040,"dig":1041,"ddag":1042,"ew":1043,"gra":1044,"gime":1045,"jo":1046,"ltimes":1047,"nleq":1048,"tch":1049,"frame":1050,"thde":1051,"inrel":1052,"lims":1053,"withde":1054,"diag":1055,"ointop":1056,"notag":1057,"smallint":1058,"skew":1059,"asymp":1060,"cur":1061,"digamma":1062,"grave":1063,"gimel":1064,"joinrel":1065,"framebox":1066,"withdelims":1067,"diagup":1068,"Ar":1069,"Rrightarrow":1070,"ae":1071,"fill":1072,"hspace":1073,"huge":1074,"lq":1075,"nwarrow":1076,"wline":1077,"Ġ14":1078,"mark":1079,"led":1080,"inde":1081,"Ġex":1082,"pitch":1083,"dotsi":1084,"vearrow":1085,"intop":1086,"verb":1087,"rowvert":1088,"leqq":1089,"llcorner":1090,"circled":1091,"fork":1092,"black":1093,"biggm":1094,"approxeq":1095,"textsc":1096,"textsl":1097,"uplus":1098,"newline":1099,"negthick":1100,"atopwithdelims":1101,"footnotemark":1102,"subsetneqq":1103,"---":1104,"varlimsup":1105,"varliminf":1106,"curvearrow":1107,"Arrowvert":1108,"pitchfork":1109,"blacksquare":1110,"negthickspace":1111,"curvearrowright":1112,"23":1113,"25":1114,"\\-":1115,"\\/":1116,"ckap":1117,"dddot":1118,"ever":1119,"eci":1120,"ij":1121,"ice":1122,"ly":1123,"md":1124,"nda":1125,"nnu":1126,"nmid":1127,"nRightarrow":1128,"nVdash":1129,"of":1130,"off":1131,"sho":1132,"vtop":1133,"wr":1134,"ymath":1135,"Ġ#":1136,"Ġ\\'":1137,"Ġ\\^":1138,"Ġ10":1139,"Ġ15":1140,"mannu":1141,"fter":1142,"meral":1143,"leftrightharpoo":1144,"def":1145,"rtmid":1146,"arrayst":1147,"ngeq":1148,"hoice":1149,"lax":1150,"varGamma":1151,"vartriangle":1152,"varpropto":1153,"varUpsilon":1154,"lineskip":1155,"overwithdelims":1156,"ape":1157,"Ġ<$":1158,"biguplus":1159,"expa":1160,"retch":1161,"relax":1162,"mathbin":1163,"textcircled":1164,"textmd":1165,"speci":1166,"percase":1167,"underbar":1168,"underrightarrow":1169,"scsh":1170,"uppercase":1171,"noinde":1172,"owns":1173,"veebar":1174,"backsimeq":1175,"dashrightarrow":1176,"ltN":1177,"ltl":1178,"ltq":1179,"gtM":1180,"gtp":1181,"boxtimes":1182,"trianglelefteq":1183,"ĠĠĠĠĠ":1184,"ĠĠĠĠĠĠ":1185,"preccur":1186,"interlineskip":1187,"thickap":1188,"root":1189,"romannu":1190,"mathchoice":1191,"index":1192,"circledcirc":1193,"everymath":1194,"lyeq":1195,"ndafter":1196,"offinterlineskip":1197,"shortmid":1198,"leftrightharpoons":1199,"arraystretch":1200,"expandafter":1201,"special":1202,"scshape":1203,"noindent":1204,"preccurlyeq":1205,"thickapprox":1206,"romannumeral":1207},"merges":["Ġ }","Ġ {","Ġ \\","Ġ _","Ġ ^","Ġ 2","Ġ 1","Ġ )","Ġ (","Ġ =","r a","Ġ -","Ġ +","f ra","fra c","Ġ ,","Ġ 0","Ġ x","m a","t a","i g","l e","a r","t h","Ġ 3","a l","Ġ i","Ġ a","f t","ig h","m e","i n","r igh","Ġ n","Ġ 4","Ġ .","ma th","le ft","righ t","Ġ d","p h","Ġ\\ ,","t i","a m","e ta","Ġ k","Ġ ~","Ġ m","Ġ t","m u","Ġ c","Ġ e","Ġ r","Ġ &","Ġ p","r m","Ġ 5","math rm","Ġ A","s i","Ġ b","d e","Ġ s","p r","ph a","al pha","o t","Ġ l","d a","p i","d ot","Ġ\\ ;","Ġ f","Ġ 6","r t","i me","pr ime","Ġ y","p ar","Ġ |","ti al","par tial","s q","Ġ j","p si","Ġ q","sq rt","l ta","am ma","Ġ g","b da","am bda","ph i","Ġ B","v e","b f","n u","q u","Ġ z","ra y","ar ray","Ġ M","n g","Ġ 8","Ġ T","ng le","in t","c al","Ġ N","Ġ C","Ġ R","b ar","ig ma","l o","Ġ /","a d","qu ad","l ambda","th eta","b eta","Ġ D","Ġ L","Ġ u","me s","ti mes","c dot","Ġ ]","Ġ\\ \\","de lta","g amma","s u","Ġ F","s igma","Ġ 7","g a","me ga","Ġ P","Ġ [","Ġ S","su m","math bf","Ġ 9","Ġ v","lo n","Ġ E","Ġ V","psi lon","č Ċ","e psilon","a t","Ġ h","h at","Ġ H","h o","r ho","h i","l a","Ġ Q","l de","ti lde","Ġ X","v ar","Ġ G","b e","l in","lin e","n d","ve r","o ver","e nd","g in","be gin","o mega","t o","o w","r ow","ta r","ta u","ve c","over line","Ġ o","Ġ I","tar row","ra ngle","ft y","in fty","e r","D e","De lta","s in","c o","G amma","righ tarrow","Ġ *","co s","Ġ K","x i","Ġ J","n a","Ġ U","a p","P hi","Ġ W","p m","Ġ\\ }","Ġ Z","la ngle","var phi","dot s","Ġ\\ !","L ambda","i v","Ġ w","Ġ <","Ġ ;","Ġ :","o p","Ġ O","b ig","Ġ\\ {","c hi","e x","l n","Ġ >","s t","p a","q quad","\\ {","le q","e qu","equ iv","r e","l l","O mega","B ig","g e","r c","Ġ Y","k ap","kap pa","c i","ci rc","da g","op e","r na","ra to","ope rato","rna me","operato rname","cdot s","pr o","f o","var epsilon","math cal","P si","b o","bo l","l dots","g er","dag ger","e ll","e fo","th er","efo re","ther efore","i m","lo g","b la","na bla","a ngle","ex p","y le","st yle","l im","Ġ !","S igma","z eta","w i","wi de","si m","big g","math b","mathb b","\\ }","Ġ\\ :","m i","ta n","h bar","o times","bol d","mi d","P i","pro x","ap prox","t ex","tex t","r i","s p","ve rt","pro d","p er","per p","d i","y style","la ystyle","sp laystyle","di splaystyle","me q","si meq","e d","w ed","wed ge","wide tilde","s e","s y","sy m","sym bol","bold symbol","c k","e q","ge q","d iv","T h","Th eta","se t","n de","u nde","unde r","n eq","s c","a st","p t","wide hat","ri pt","sc ript","under line","R igh","Righ tarrow","Ġ\\ |","re l","s ta","sta ck","stack rel","Big g","u s","sin h","Ġ '","t ri","tri angle","over rightarrow","cos h","c e","Ġ čĊ","s tar","n ot","text style","su b","fra k","math frak","sub set","bigg r","l us","op lus","var theta","bigg l","c ap","Big r","m p","b ra","Big l","u p","s f","lo ng","c up","e c","ra ll","fo rall","bold math","script style","ec t","par row","u parrow","long rightarrow","b j","bj ect","pr op","prop to","big l","big r","o int","s to","l le","p sto","ma psto","o m","i t","\\ |","ar c","d dot","left rightarrow","b in","bin om","v dots","n o","sq u","ar e","squ are","math sf","bra ce","o r","c ot","f lo","flo or","X i","m in","b ot","co ng","m be","nu mbe","no numbe","nonumbe r","z e","si ze","text rm","Ġ Ċ","n e","s la","ra lle","pa ralle","paralle l","arc tan","c frac","ar row","Ġ- -","bra ck","tan h","o bject","ĠO bject","s h","ow n","var rho","subset eq","text bf","o d","d own","i math","h e","ma x","la nd","script scriptstyle","script size","c he","che ck","Ġ \"","down arrow","e xi","st s","exi sts","Bigg l","b u","g g","n to","pha nto","phanto m","h line","Bigg r","lle t","bu llet","r floor","d dots","i o","io ta","co lon","se c","U psilon","l floor","l brack","f tarrow","under brace","ne g","I m","le ftarrow","math it","t in","tin y","j math","sla sh","ve e","set min","setmin us","R e","i int","V e","su p","Ve rt","n t","at op","sup set","big cup","w p","sla nt","d im","lim it","L o","lo r","c a","c sc","Lo ng","limit s","m od","pm od","i l","L e","big oplus","ft rightarrow","Le ftrightarrow","de g","u se","be ca","beca use","b mod","leq slant","co th","Ġ\\ %","over set","s ma","u psilon","\\ ,","a le","big wedge","ale ph","arc sin","sma ll","r brack","o dot","ar g","a ck","b ack","u t","Ġ ?","Ġ Ġ","l brace","r brace","ar p","mi t","ar ge","in f","arc cos","Ġ\\ #","b re","text sf","e m","y set","pt yset","em ptyset","th in","Long rightarrow","bre ve","var pi","f f","i ff","la p","ln ot","da sh","Ġ\\ _","under set","B o","Bo x","s pa","var no","thin g","spa ce","varno thing","i iint","l t","o o","ot not","fo otnot","arp oo","footnot e","big triangle","\\ ;","r lap","e s","i es","l ies","p lies","s b","im plies","k er","footnote size","th arpoo","a c","ut e","ac ute","long leftrightarrow","l ce","lce il","e il","rc eil","v phantom","e n","t t","re e","deg ree","back slash","x rightarrow","to p","v dash","l arge","righ tharpoo","var sigma","Long leftrightarrow","math op","big cap","Ġ `","over brace","nu p","rightharpoo nup","o nd","am ond","back sim","g t","big otimes","triangle q","\\ !","big star","Ġ ĠĊ","bigtriangle up","L arge","nu ll","dot eq","di amond","over leftarrow","h f","en space","r ut","st rut","in us","om inus","d dagger","n i","Ġc m","s k","u le","r Vert","pr ot","over leftrightarrow","prot ect","i p","var Delta","not in","sk ip","l Vert","Ġ\\ /","dots c","i ll","k rightarrow","o krightarrow","ho okrightarrow","\\ :","hf ill","sh arp","V dash","big vee","subset neq","supset eq","cdot p","geq slant","long mapsto","bo x","bigtriangle down","dots b","f l","triangle left","fl at","s l","Ġ-- -","sq cup","j lim","l s","m o","de ls","re f","mo dels","f row","ta g","frow n","P r","ma l","o u","big circ","ĠĠ ĠĠ","l lap","thin space","en skip","V ec","e box","k ebox","r d","r mal","v line","¿ ½","ï ¿½","Ġ ï¿½","ma kebox","su rd","se arrow","no rmal","p ou","Ġ\\ &","math rel","var Omega","nd s","small setminus","pou nds","n s","s s","f tharpoo","s mi","le ftharpoo","math or","right leftharpoo","text up","smi le","mathor d","rightleftharpoo ns","c c","Ġ\\ -","su cc","ne arrow","r times","de t","pr ec","text tt","o slash","ngle ftarrow","int er","arrow vert","l g","Ġm m","ca se","hf il","inter cal","Ġ\\ *","case s","Ġp t","var pro","mp eq","bu mpeq","ĠĠ Ġ","varpro jlim","D own","S S","c d","g cd","o he","t w","le me","in jlim","ti t","lo ngleftarrow","ad rightarrow","var injlim","co mp","tex tit","Down arrow","ohe adrightarrow","tw oheadrightarrow","leme nt","comp lement","n ce","th i","big m","triangle right","ca nce","cance l","\\ #","ra l","le ad","thi ck","lead sto","U parrow","n at","u ral","math strut","su it","small skip","diamond suit","normal size","nat ural","n ed","ig ned","le ss","al igned","math tt","big sqcup","thick sim","less sim","A R","G E","L AR","b ow","l lde","Ġ @","ti e","nu llde","er space","limit erspace","ker n","LAR GE","bow tie","nullde limiterspace","D a","h phantom","r o","v Da","bar wedge","be th","eq no","sma sh","vDa sh","D i","d skip","t s","me dskip","nd own","co prod","dots m","ge ts","rightharpoo ndown","Di amond","n er","n rightarrow","n leftrightarrow","r sim","r ner","w arrow","math c","co rner","text normal","gt rsim","prec eq","ro up","f box","Ġ\\ [","Ġ\\ ]","ig arrow","math ope","left eq","right squ","lo se","var kappa","Big m","Bigg m","mathc lose","mathope n","lefteq n","rightsqu igarrow","B ar","T i","l r","r ule","s warrow","u ge","v rule","x leftarrow","Ġ %","math normal","right rightarrow","right leftarrow","sq subseteq","box ed","ĠĠĠĠ ĠĠĠĠ","succ eq","Ti lde","lr corner","rightrightarrow s","rightleftarrow s","ĠĠĠĠĠĠĠĠ ĠĠĠ","A A","H at","a k","b le","d ou","h ss","n right","n leftarrow","u ph","w bre","al lo","si de","sq cap","ho m","big odot","arpoo nright","ble barwedge","dou blebarwedge","uph arpoonright","wbre ak","allo wbreak","side set","- -","H uge","a mal","d o","g roup","h skip","l se","p prox","r k","r group","t e","ra pprox","Ġi n","array co","su re","var lim","pm b","ci te","sub stack","up downarrow","leftrightarrow s","supset neq","Lo ngleftarrow","Le ftarrow","ĠĠ ĠĊ","en sure","gt rapprox","lg roup","amal g","lse p","arrayco lsep","ensure math","a g","a sym","c h","c u","d ig","d dag","e w","g ra","g ime","j o","l times","n leq","t ch","fra me","th de","in rel","lim s","wi thde","di ag","oint op","no tag","small int","sk ew","asym p","cu r","dig amma","gra ve","gime l","jo inrel","frame box","withde lims","diag up","A r","R rightarrow","a e","f ill","h space","h uge","l q","n warrow","w line","Ġ1 4","ma rk","le d","in de","Ġe x","pi tch","dot si","ve arrow","int op","ver b","row vert","leq q","ll corner","circ led","fo rk","bla ck","bigg m","approx eq","text sc","text sl","up lus","ne wline","neg thick","atop withdelims","footnote mark","subsetneq q","-- -","varlim sup","varlim inf","cur vearrow","Ar rowvert","pitch fork","black square","negthick space","curvearrow right","2 3","2 5","\\ -","\\ /","c kap","d ddot","e ver","e ci","i j","i ce","l y","m d","n da","n nu","n mid","n Rightarrow","n Vdash","o f","o ff","s ho","v top","w r","y math","Ġ #","Ġ\\ '","Ġ\\ ^","Ġ1 0","Ġ1 5","ma nnu","ft er","me ral","left rightharpoo","de f","rt mid","array st","ng eq","ho ice","la x","var Gamma","var triangle","var propto","var Upsilon","line skip","over withdelims","ap e","Ġ< $","big uplus","ex pa","re tch","re lax","mathb in","text circled","text md","sp eci","per case","under bar","under rightarrow","sc sh","up percase","no inde","own s","vee bar","back simeq","dash rightarrow","lt N","lt l","lt q","gt M","gt p","box times","triangleleft eq","ĠĠĠĠ Ġ","ĠĠĠĠ ĠĠ","prec cur","inter lineskip","thi ckap","ro ot","ro mannu","mathc hoice","inde x","circled circ","ever ymath","ly eq","nda fter","off interlineskip","sho rtmid","leftrightharpoo ns","arrayst retch","expa ndafter","speci al","scsh ape","noinde nt","preccur lyeq","thickap prox","romannu meral"]}}